A = 10 # შევქმენი A ცვლადი და მივანიჭე მნიშვნელობა
B = 5 # შევქმენი B ცვლადი და მივანიჭე მნიშვნელობა

print(A + B) # A ცვლადს დავუმატე B ცვლადი და მივიღე მათი ჯამი
print(A - B) # A ცვლადს გამოვაკელი B ცვლადი და მივიღე მათი სხვაობა
print(A * B) # A ცვლადი გავამრავლე B ცვლადზე და მივიღე მათი ნამრავლი
print(A / B) # A ცვლადი გავყავი B ცვლადზე და მივიღე მათი განაყოფი

# დავპრინტე ეს ყველაფერი და მივიღე მათი შედეგი


name = "გიორგი" # შევქმენი ცვლადი და მივანიჭე ჩემი სახელის მნიშვნელობა
age = 16 # შევქმენი ცვლადი და მივანიჭე ჩემი ასაკის მნიშვნელობა

print("ჩემი" + " " + "სახელია" + " " + name + " " + "და" + " " + "ვარ" + " " + str(age) + " " + "წლის")  # დავპრინტე და მივიგე წინადადება


points = 50 # შევქმენი ცვლადი და თავიდან მივანჭე 50 ის მნიშვნელობა 

points = 60 # შემდეგ ცვლადი დავააფდეითე და გავხადე 60

points = 65 # შემდეგ ცვლადი გავხადე 65 

points = 70 # საბოლოოდ ცვალდს გავხადე 70

print(points) # დავპრინტე ცვლადის შედეგი და მივიღე საბოლოო ცვლადის შედეგო


birthyear = 2007 # ცვლადში ჩავწერე დაბადების წელი და მივანიჭე ჩემი დაბადების წლის მნიშვნელობა
current_year = 2024 #ცვლადში ჩავწერე ახლანდელი წელი და მივანიჭე ახლანდელი წლის მნისჰვნელობა
print(current_year - birthyear) # ორივე ცვლადი დავპრინტე,გამოვაკელი ერთმანეთს და საბოლოოდ მივიგე შედეგი თუ რამდენი წელია გასული ჩემი დაბადების წლიდან