my = "ჩემი"
favorite = "საყვარელი"
object = "მანქანა"
being = "არის"
car = "Mercedes"
its = "მისი"
comfort = "კომფორტის"
also = "და ასევე"
speed = "სისწრაფის"
due = "გამო"
# შევქმენი 10 ცვლადი და მივანიჭე მათ თავიანთი მნიშვნელობები

print((my) + " " + (favorite) + " " + (object) + " " + (being) + " " + (car) + " " + (its) + " " + (comfort) + " " + (also) + " " + (speed) + " " + (due))
# დავპრინტე 10 ცვლადი და შევქმენი წინადადება 

name = "გიორგი"
surname = "ჯანხოთელი"
age = "16"
hobby = "კრივი"
country = "საქართველოში"
# შევქმენი ცვლადები ჩემი სახელის,გვარის,ასაკის,ჰობის და ქვეყნის მნიშვნელობით

print("ჩემი" + " " + "სახელი" + " " + "არის" + " " + (name) + " " + (surname) + " " + "მე" + " " + "ვარ" + " " + (age) + " " + "წლის" + " " + "ჩემი" + " " + "ჰობი" + " " + "არის" + " " + (hobby) + " " + "მე" + " " + "ვცხოვრობ" + " " + (country))
# დავპრინტე ჩემი თავის შესახებს შექმნილი ცვლადები და შევქმენი წინადადება

num = 77 # ცვლადს მივანიჭე რიცხვის მნიშვნელობა
print(num + 33)
print(num - 42)
print(num * 4)
print(num ** 3)
print(num / 2)
print(num // 4)
print(num % 10)
print(num + 105)
print(num - 13)
print(num * 3)
# დავპრინტე ცვლადი მატემატიკურ ოპერატორებთან ერთად და შევქმენი 10 მათემატიკური მაგალითი

number1 = 55
number2 = 45
# შევქმენი 2 ცვლადი და მივანიჭე მნიშვნელობები

print(number1 + number2)
print(number1 - number2)
# დავპრინტე ორივე ცვლადი და შევქმენი ორივე ცვლადის შესახებ მათემატიკური მაგალითები